Repository: dimmykarson/sbceval
Catalog: sbceval/locale/*/LC_MESSAGES/django.po
Languages: pt_br

# title
source: Coins Optimizator
pt_br: Otimizador de Coins

# msg1
source: This is a beta test, if you found some error, tell us""
pt_br: Isto &eacute; um sistema em Test, se voc&ecirc; encontrar algum erro, conte-nos

# msg2
source: or by Twitter
pt_br: ou pelo Twiiter

source: About
pt_br: Sobre

# msg3
source: This system allows you to optimize the use of your Coins by making SBC, indicating to you in which league's SBC you will have more profit in relation to the cost of the SBC and the value of the Pack. We using some information about price from teams, and linear programing to resolve calc about investment.<br/> The prices of teams are updated every day, once time by day. <b>Important</b>We have no connection to EA Sports or just any platform, we just want to help players optimize the use of their coins. We will never ask for your gametag, psn id or username and password from any of the platforms.<br/> All time name are ownership of the times in question.
pt_br: Este sistema permite que voc&ecirc; otimize o uso de suas coins ao fazer DME, indicando para voc&ecirc; quais DME de liga voc&ecirc; vai ter mais lucro em rela&ccedil;&atilde;o ao custo de fazer o SBC e o valor do Pacote ganho. N&oacute;s usamos algumas informa&ccedil;&otilde;es sobre o pre&ccedil;o dos times e programa&ccedil;&atilde;o linear para resolver os c&aacute;lculos sobre o investimento. Os pre&ccedil;os dos times s&atilde;o atualizados todos os dias, uma vez por dia.<br/> <b>Importante</b> N&oacute;s n&atilde;o temos nenhuma liga&ccedil;&atilde;o com EA Sports ou qualquer plataforma, queremos apenas ajudar os jogadores a otimizar o uso de suas coins. N&oacute;s nunca pediremos sua gametag, psn id ou usu&aacute;rio e senha. Todos os nomes dos times s&atilde;o propriedades dos pr&oacute;prios.

# inst1
source: Inform how many coins you want to invest
pt_br: Informe quanto de coins voc&ecirc; pretende investir

# inst2
source: Select you platform
pt_br: Selecione uma plataforma

# inst3
source: Check the league's SBC teams you've already held
pt_br: Marque os times que voc&ecirc; j&aacute; fez os DME

# inst4
source: Click in Evaluate!
pt_br: Clique em Avaliar

# value_invest
source: Value to investing
pt_br: Valor para investir

# value_invest_hint
source: How much coins do you want to invest?
pt_br: Quantas coins voc&ecirc; quer investir?

# select_plataform
source: Select your platform
pt_br: Selecione uma plataforma

source: Available Leagues
pt_br: Ligas dispon&iacute;veis

# check_sbc
source: check which the league's SBC teams you've already held
pt_br: marque quais os DME de times de ligas voc&ecirc; j&aacute; fez

# no_league
source: No leagues are available
pt_br: Nenhuma liga dispon&iacute;vel

# sbc_performed
source: SBCs performed
pt_br: DME marcados

source: Clean all
pt_br: Limpar tudo

source: Evaluate!
pt_br: Avaliar!

source: Platform
pt_br: Plataforma

# do_this_sbc
source: Produce this SBCs
pt_br: Fa&ccedil;a esses DME

# deals
source: We have this numbers to you deal
pt_br: N&oacute;s computamos estes n&uacute;meros para voc&ecirc;

source: Cost
pt_br: Custo

source: Pack value
pt_br: Valor do pacote
